Tekla.Structures.ModelInternal.dotExternalReferenceModel_t


Tekla.Structures.ModelInternal.dotExternalReferenceModel_t.aFileAndPath


Tekla.Structures.ModelInternal.dotExternalReferenceModel_t.aBasePointGuid


Tekla.Structures.ModelInternal.dotExternalReferenceModel_t.OriginX


Tekla.Structures.ModelInternal.dotExternalReferenceModel_t.OriginY


Tekla.Structures.ModelInternal.dotExternalReferenceModel_t.OriginZ


Tekla.Structures.ModelInternal.dotExternalReferenceModel_t.AxisXX


Tekla.Structures.ModelInternal.dotExternalReferenceModel_t.AxisXY


Tekla.Structures.ModelInternal.dotExternalReferenceModel_t.AxisXZ


Tekla.Structures.ModelInternal.dotExternalReferenceModel_t.AxisYX


Tekla.Structures.ModelInternal.dotExternalReferenceModel_t.AxisYY


Tekla.Structures.ModelInternal.dotExternalReferenceModel_t.AxisYZ


Tekla.Structures.ModelInternal.dotExternalReferenceModel_t.Scale


Tekla.Structures.ModelInternal.dotExternalReferenceModel_t.ClientID


Tekla.Structures.ModelInternal.dotExternalReferenceModel_t.aTcModelId


Tekla.Structures.ModelInternal.dotExternalReferenceModel_t.aTcModelVersionId


Tekla.Structures.ModelInternal.dotExternalReferenceModel_t.IsVisible


Tekla.Structures.ModelInternal.dotExternalReferenceModel_t.aTcModelName
